{
  "ACCOUNT": [
    {
      "id": 1,
      "userName": "dat",
      "password": "123",
      "vipId": 0
    },
    {
      "id": 2,
      "userName": "world",
      "password": "113",
      "vipId": 2
    }
  ],
  "VIP_PACKAGE_DATA": [
    {
      "id": 1,
      "type": "Gói 1 người",
      "price": "330.000đ - 30%",
      "priceAfterDiscount": "231.000đ"
    },
    {
      "id": 2,
      "type": "Gói 2 người",
      "price": "660.000đ - 30%",
      "priceAfterDiscount": "462.000đ"
    },
    {
      "id": 3,
      "type": "Gói 3 người",
      "price": "990.000đ - 30%",
      "priceAfterDiscount": "693.000đ"
    },
    {
      "id": 4,
      "type": "Gói 4 người",
      "price": "1.320.000đ - 30%",
      "priceAfterDiscount": "924.000đ"
    },
    {
      "id": 5,
      "type": "Gói 5 người",
      "price": "1.650.000đ - 30%",
      "priceAfterDiscount": "1.155.000đ"
    }
  ],
  "years": [
    "2018",
    "2019",
    "2020",
    "2021",
    "2022",
    "2023",
    "2024",
    "2025",
    "2026",
    "2027",
    "2028"
  ],
  "astroData": [
    {
      "mainNumber": 1,
      "zodiac": "con số chủ đạo trong cuộc đời của bạn là số 1",
      "generalInformation": "Đây là con số thể hiện: <br/>-Là con số mang tính thể chất (physical) đầu tiên.  <br/>- Là con số tuyệt đối duy nhất, nó tượng trưng cho sự diễn đạt thiêng liêng của bản thân và là chìa khóa dẫn đến các kỹ năng liên lạc thông tin, giao tiếp của chúng ta.<br/>- <br/>",
      "detailInfo": "Thần số học số 1 là hiện thân của sự táo bạo, đổi mới, chấp nhận rủi ro, khả năng phục hồi và đi theo trái tim mình. Thần số học số 1, mang đến nhiệm vụ phát triển sự sáng tạo và sự tự tin của bạn trong mọi khía cạnh của cuộc sống. Mục đích sống của những người này là mang tới năng lượng sáng tạo tích cực, đạt được sự độc lập trong các mối quan hệ của bản thân.<br/> - Số 1 trong nhân số học là con số đầu tiên! Nó là con số tuyệt đối duy nhất, tượng trưng cho sự tồn tại của bản chất mỗi con người. Nó cho thấy cách chúng ta truyền đạt cái tôi của mình đến với mọi người. Số 1 là chìa khóa mở ra con đường đến với kỹ năng giao tiếp của chúng ta.<br/> - Sự độc lập của một nhà lãnh đạo bẩm sinh chính là sự đổi mới, bạn là người năng động, độc lập và siêng năng. Những người này phát triển mạnh mẽ trong môi trường có sự cạnh tranh, bạn mang tới một vẻ ngoài tự tin và có vẻ hiếu chiến. Tuy nhiên, đôi lúc bạn cũng có sự nhạy cảm, yếu đuối khi phải nhận những lời chỉ trích.<br/>",
      "personality": "- Thần số học số 1 tham gia vào ba giai đoạn phát triển cụ thể của một cá nhân gồm: phụ thuộc, nổi loạn và hiện thực hóa. Đây là các giai đoạn cơ bản, người mang con số chủ đạo 1 có sự độc lập từ rất sớm, nên những tình huống mà bạn cảm thấy bản thân đang bị phụ thuộc, thường sẽ mang đến cho bạn cảm giác khó chịu.<br/>- Phụ thuộc là cảm giác bạn phải hòa mình vào điều gì đó, dù bạn biết nó không phải bạn. Điều này được thể hiện ở những tình huống như gia đình bạn có một đức tin vào một tôn giáo nào đó, nhưng cá nhân bạn lại cảm thấy tôn giáo này không hợp với bản thân mình. Và bạn cần thời gian để hiểu và xác định điều gì đang cản trở, ngăn cách bạn đi tìm bản thân và cảm giác độc lập trong tâm hồn. <br /> Khi bạn quyết định rằng bạn muốn thoát khỏi sự phụ thuộc này, thì bạn sẽ nổi loạn. Tuy nhiên, để nổi loạn bạn phải cần có một khoảng thời gian trau dồi, học hỏi một cách lành mạnh để có được nội lực, điều này giúp bạn tạo giá trị khác biệt của bản thân so với người khác. <br /> CHỦ NGHĨA CÁ NHÂN <br /> - Con số chủ đạo 1 đại diện cho một người theo đuổi chủ nghĩa cá nhân, bạn thẳng thắn và dứt khoát, khi cảm thấy bản thân không phù hợp với một điều hay một tình huống nào đó, bạn sẽ không cho bản thân mình có cơ hội tiếp nhận điều đó. Khi bạn đối chiếu với bản thân mình, đó là lúc bạn trở thành người tốt nhất, đáng tin cậy và hấp dẫn nhất. <br /> - Ngoài ra, khi có cảm giác không tự tin, người mang thần số học số 1 thường có xu hướng tự vệ, đôi chút tức giận và hung hăng. Những cảm xúc này xuất hiện khi bạn đang nghi ngờ bản thân, peer pressure (áp lực đồng trang lứa) và thiếu tự tin. Điều quan trọng, bạn cần phải rèn luyện kỹ năng cho mình như: kỹ năng công việc, kỹ năng giao tiếp,… Việc trau dồi cho mình sẽ giúp bạn giữ mãi phong độ tự tin, đây là điều liên tục và ảnh hưởng trong suốt quãng đời của con số chủ đạo 1. <br /> SỰ THAY ĐỔI VÀ SÁNG TẠO <br /> - Bạn là một nhà tiên phong, nhà đổi mới và có khả năng đạt được thành công nhất định trong cuộc sống. Các khả năng của bạn sẽ được sử dụng và phát huy lợi thế khi bạn chủ trì, thiết lập và vận hành một dự án. Đôi khi, thần số học số 1 sẽ cảm thấy mình trì trệ, buồn chán và làm việc kém hiệu quả trong môi trường không có sự đổi mới và thách thức. Bạn tràn đầy năng lượng sáng tạo, vì vậy hãy đón nhận và hiểu rằng đây là món quà Thượng đế dành cho bạn. Tưởng tượng những điều mới, giới thiệu khái niệm mới sau đó áp dụng cho thực tế những dự án bạn thực hiện, sẽ giúp người có năng lượng con số chủ đạo 1 hướng tới thành công. <br/> KHẢ NĂNG LÃNH ĐẠO <br/> - Bạn khai thác được tiếng nói độc đáo của riêng mình, hành động độc lập và ra quyết định đều là những phẩm chất của bạn. Khi tự tin vào khả năng của mình, thần số học số 1 sẽ năng động và đối mặt với vấn đề một cách sáng suốt, dù có rủi ro bạn vẫn sẽ chấp nhận và tiếp tục tiến về phía trước. <br /> - Khi bạn phát triển các kỹ năng lãnh đạo của mình, thể hiện niềm đam mê của mình từ trái tim, bạn có thể đạt được những điều tuyệt vời trong cuộc sống. Ngoài ra, bạn hãy vững tâm để không bị ảnh hưởng bởi sự phán xét và chỉ trích. Thần số học số 1 hãy tự tin rằng năng khiếu và điểm mạnh bẩm sinh sẽ giúp bạn phát triển vai trò lãnh đạo, cho dù ở cơ quan, gia đình hay các mối quan hệ xã hội.",
      "yearCircle": [
        2,
        4,
        6,
        8,
        1,
        2,
        5,
        9,
        5,
        4
      ]
    },
    {
      "mainNumber": 2,
      "zodiac": "con số chủ đạo trong cuộc đời của bạn là số 2",
      "generalInformation": "Đây là con số thể hiện:<br/>- Là con số mang tính tinh thần (spriritual) đầu tiên<br/>- Nó đại diện cho tính hai mặt (mặt ngoài, mặt nội tâm) của con người và là biểu tượng cho cánh cổng đi vào những cảm xúc tinh tế của con người. <br/>- Nó cũng là con số chỉ trực giác.<br/>",
      "detailInfo": "Thần số học số 2 là hiện thân cho sự kiên nhẫn, công bằng, khả năng ngoại giao và một tấm lòng yêu thương, nhân ái. Nhiệm vụ của người mang con số đường đời 2, là trở thành người kết nối, hòa giải, đem tình yêu thương vào các mối quan hệ trong mọi khía cạnh cuộc sống. Mục đích sống của những người này là học được cách làm việc hài hòa, cân bằng và tôn trọng lẫn nhau. Còn số 2 trong biểu đồ ngày sinh lại mang khả năng cảm nhận cuộc sống, hạnh phúc, hòa bình và tính cân bằng. <br/>Bạn có sức mạnh và quyết tâm để vượt qua mọi thách thức, nhưng đừng quên chăm sóc tâm hồn và tạo cơ hội cho tình yêu và mối quan hệ.",
      "personality": "-Với chỉ số ngày sinh 2 trong thần số học, bạn là người có năng lực trực giác tốt; thấy rõ mọi khía cạnh của vấn đề. Điều này khiến bạn có xu hướng thận trọng trong việc ra quyết định, đặc biệt là trong các tình huống có những rủi ro và tính mạo hiểm lớn. Bạn cũng là người giỏi làm việc nhóm. Bạn thường không phải là người thích tranh đua, không có nhu cầu thể hiện bản thân. Bạn đặt lợi ích của tập thể, đội nhóm lên trên lợi ích cá nhân. Bạn có thể lắng nghe được ý kiến của mọi người, kết nối và nâng đỡ mọi người trong đội nhóm. Hơn nữa, bạn là yếu tố tạo ra sự gắn kết, ổn định và hòa bình trong đội nhóm. <br/>- Không chỉ là người giỏi làm việc nhóm, bạn cũng là người có khả năng lắng nghe và đồng cảm rất tốt. Mọi người thường tìm đến bạn để tâm sự, chia sẻ, nhất là khi họ cảm thấy mất cân bằng. Với sự thông minh cùng khả năng đồng cảm của mình, bạn đem đến cho mọi người giải pháp, cho họ sự cân bằng, nguồn cảm hứng, giúp họ vượt qua khó khǎn. Bạn thường thể hiện sự nhẹ nhàng trong giao tiếp. Bạn cho người khác cảm giác an toàn, thân thiện, dễ gần. Mọi người sẽ thường tin tưởng và yên tâm khi giao tiếp với bạn. Nhân số học số 2 yêu quý bạn bè, coi trọng các mối quan hệ và thường vun đắp cho các mối quan hệ được tốt đẹp. Bạn cũng có thể thích âm nhạc và nghệ thuật. Nếu không phát triển điều đó thành sự nghiệp thì hãy sử dụng nó để cân bằng và làm cuộc sống thêm thú vị. <br /> ĐIỂM MẠNH VÀ ĐIỂM YẾU <br /> - Nếu bạn có thần số học số 2 là số chủ đạo, bạn là con người của tình yêu, sự khoan dung, đồng cảm, lắng nghe, hòa bình, kết nối. Là người hòa giải, bạn có nhiều giải pháp và luôn hành động để hóa giải xung đột, đối đầu. Bạn thường là người có những hành động, việc làm để hòa giải những người đang có vấn đề xung đột với nhau. Bạn không bao giờ đành lòng nhìn thấy bạn bè mình có sự mâu thuẫn, cãi vã. Bạn không thích, thậm chí là sợ bất kỳ hình thức đổ vỡ nào. <br /> - Người có thần số học số 2 có năng lực tâm linh, trực giác tốt. Cảm nhận của bạn về một điều gì đó thường là chính xác. Bạn có thể có những giấc mơ biến thành sự thật; bạn có thể cảm nhận được năng lượng, v.v… Bạn không phải là người tham vọng; không thích dẫn đầu. Hay nói cách khác, tham vọng của bạn không phải ở quyền lực hay tiền bạc, mà là ở tình cảm, sự hòa thuận, lợi ích chung. Bạn là hình mẫu của kiểu người hỗ trợ. <br /> NĂNG LƯỢNG NHẠY CẢM <br /> - Thần số học số 2 là những người có khả năng đồng cảm bẩm sinh. Bạn dễ bị ảnh hưởng cảm xúc bởi người khác, khi tâm sự và sẻ chia với mọi người bạn thường dùng khả năng đồng cảm sâu sắc của mình để cảm nhận và thấu hiểu cảm xúc của họ. <br /> - Bạn cần phải nhận ra bản thân mình đang quá nhạy cảm với các tình huống xung quanh, và dễ bị chi phối bởi cảm xúc của những người khác quá nhiều. Sự nhạy cảm là món quà lớn nhất mà vũ trụ ban tặng cho bạn, đây vừa là cơ hội, vừa là trở ngại mà bạn phải học cách đối mặt trong suốt hành trình của cuộc đời. Con số chủ đạo 2 có thể là con số hòa hợp nhất về mặt cảm xúc, nhưng bạn cần phải thấu hiểu để kiểm soát nó thay vì để nó kiểm soát bạn. Bạn là ai? Giá trị của bạn là gì? Bạn có đủ tự tin khi tách khỏi những người khác để đứng một mình hay không?. Hãy giao tiếp với bản thân, tự trả lời những câu hỏi này để thấu hiểu được nguồn năng lượng của mình nhé. <br /> - Con số đường đời 2 mang trong mình những nguồn năng lượng hỗ trợ, thiên nhiều về tính nữ. Bạn luôn mong muốn và cố gắng làm hài lòng người khác, về bản chất đây được gọi là cảm giác tự cho mình làm trung tâm, năng lượng này cũng tác động tới cách bạn nhìn nhận và quan sát mọi người. Do đó, trong tâm trí người mang thần số học số 2 luôn đòi hỏi sự thừa nhận từ người khác, dù bạn không thể hiện ra bên ngoài nhưng tính nhạy cảm của bạn tác động nhiều tới đời sống và mối quan hệ xung quanh.",
      "yearCircle": [
        1,
        3,
        5,
        7,
        2,
        4,
        8,
        9,
        6,
        1
      ]
    },
    {
      "mainNumber": 3,
      "zodiac": "con số chủ đạo trong cuộc đời của bạn là số 3",
      "generalInformation": "Đây là con số thể hiện:<br/>- : Là con số chỉ tâm trí (mind) đầu tiên. Theo sau con số chính chỉ các biểu đạt thuộc thể chất (verbal - 1) và trực giác (intuition - 2) là các biểu đạt về trí (mental).<br/>- Đây là cánh cổng dẫn vào ý thức (conscious mind), vào sự hiểu lý trí, tập trung vào hoạt động của não trái, chìa khóa của trí nhớ.<br/>-Số 3 có biểu tượng là hình tam giác, đại diện cho sự liên kết giữa tâm trí, tinh thần và thể chất.<br/>",
      "detailInfo": "Thần số học số 3 là hiện thân của sự năng động, vui tươi, khả năng cân bằng cảm xúc và truyền được nhiều nguồn cảm hứng. Nhiệm vụ của những người mang số 3 trong Thần số học là người sử dụng cách diễn đạt sáng tạo, phát triển khả năng kết nối, tình cảm lành mạnh trong mọi khía cạnh của cuộc sống. Mục đích sống của những người này là sử dụng cảm xúc và tài năng sáng tạo của mình để nâng cao tinh thần và truyền cảm hứng tới tất cả  mọi người.<br/>Với chỉ số ngày sinh 3, bạn có năng lực truyền thụ; vui vẻ, hài hước; sáng tạo và nhiều ý tưởng. Bên cạnh đó với con số này, trong biểu đồ ngày sinh của bạn cũng sẽ xuất hiện số 3. Với số 3 trong biểu đồ ngày sinh, bạn là người vô cùng lý trí và nhạy bén",
      "personality": "- Những người thuộc con số chủ đạo 3 được sinh ra để biểu diễn và làm trung tâm cho mọi đám đông, bạn sẵn sàng sáng tạo, giao tiếp và kết nối với mọi người theo chiều hướng tích cực. Bạn biết cách tối ưu thông tin, cố gắng truyền đạt với mọi người bằng năng lượng say mê tràn đầy, để mọi người có thể tiếp nhận một cách dễ hiểu nhất. Nhân số học số 3 là bậc thầy về biến đổi thông tin thành các ý tưởng mới, sáng tạo và sống động.<br/>- Nhìn chung, thần số học số 3 có thể là trung tâm của những bữa tiệc bởi sự thông minh, dí dỏm và vô cùng thú vị. Bạn tuyệt vời bởi vì mọi người sẽ luôn cảm thấy được thoải mái khi ở xung quanh bạn, bạn sẽ biến mọi chuyện trở nên hài hước và dễ dàng hơn. Con số đường đời 3 có nhiều kỹ năng và sự sáng tạo vô hạn trong mọi lĩnh vực từ: truyền thông, khiêu vũ, nấu ăn, âm nhạc, thiết kế, nói, viết,…Bạn có khả năng biểu đạt vô cùng tự nhiên và  mang lại nguồn năng lượng dồi dào, tích cực. <br /> - Mọi vấn đề trong cuộc sống của bạn thường phát triển tốt khi liên quan tới giao tiếp, bạn được yêu cầu trau dồi và hoàn thiện các kỹ năng giao tiếp của mình hàng ngày. Nhiệm vụ của bạn trong cuộc sống là phát triển và thực hành khả năng giao tiếp, nếu ai đó bẩm sinh đã có lời nói mang sức mạnh to lớn thì đó chính là những người mang năng lượng của thần số học số 3. Bạn thẳng thắn và giàu lòng trắc ẩn, tuy nhiên xu hướng phát triển lại dễ hình thành sự độc đoán và bộc lộ suy nghĩ, cảm xúc của mình quá thẳng thắn. Đôi khi, bạn sẽ hối hận bởi những điều mà mình nói ra, những lời nói ra rồi rất khó để thu hồi. Vậy nên bạn ơi, hãy suy nghĩ thật kỹ trước khi muốn truyền đạt và nói điều gì đó, thì bạn sẽ nhận được nhiều điều tích cực hơn. <br /> - Bạn cũng có thể làm việc một cách chăm chỉ, đầu tư thời gian để xác định bản thân mình có cảm xúc và thái độ đối với môi trường như thế nào. Năng lượng của thần số học số 3 đôi khi sẽ khiến bạn trải qua những thiếu hụt về mặt cảm xúc, cảm nhận của bạn ít được chau chuốt và bạn dễ bỏ qua cảm xúc của bản thân. Một phần nhiệm vụ của cuộc đời bạn là thấu hiểu được cảm xúc nội tâm, từ đó phát triển bản thân theo hướng tích cực.",
      "yearCircle": [
        3,
        6,
        9,
        2,
        5,
        8,
        1,
        4,
        7,
        3
      ]
    },
    {
      "mainNumber": 4,
      "zodiac": "con số chủ đạo trong cuộc đời của bạn là số 4",
      "generalInformation": "Đây là con số thể hiện:<br/>- Là con số nằm giữa của trục ngang về thể chất (bao gồm 1-4-7), chìa khóa cho sự kỷ cương, thứ tự, thực tế và khả năng tổ chức<br/>- Nó có biểu tượng là hình vuông, là nền tảng của toàn bộ mọi cấu trúc thực tế.<br/>",
      "detailInfo": "Thần số học số 4 trong ý nghĩa các con số là hiện thân cho những định hướng, sự chia sẻ thực tế, làm việc chỉn chu. Nhiệm vụ của bạn là tạo ra sự ổn định và an toàn, khi cần hoàn thành một điều gì đó mang giá trị lâu dài, trong mọi khía cạnh của cuộc sống. Mục đích sống của những người này là tạo nên giá trị bền vững, trong quá trình hướng tới mục tiêu của bạn, việc mang lại sự an toàn là điều mà thần số học số 4 khao khát mạnh mẽ.<br/>Với chỉ số ngày sinh số 4 trong thần số học, bạn là người thích mọi thứ thật rõ ràng, minh bạch và có khả năng tra cứu thông tin, tìm hiểu cặn kẽ vấn đề, nếu bạn quan tâm. Bạn thường phân tích mọi thứ theo nhiều khía cạnh, đến tận gốc rễ, chân lý, ngọn ngành mới thôi. <br /> - Bạn cũng là người giỏi quản trị. Bạn có nguyên tắc và tuân thủ rất tốt. Cùng với năng lực tổ chức, bạn thường sắp xếp công việc, nhân sự và lên kế hoạch chi tiết, rõ ràng và có tính khả thi cao. Thường thì mọi người sẽ tin tưởng khả năng quản trị và tổ chức của người thần số học số 4. ",
      "personality": "- Thần số học số 4 là người trung thành và kiên định. Bạn yêu thích cái gì là luôn có lý do rõ ràng. Nên khi đã tìm được mục tiêu của mình ở một công ty, tổ chức, doanh nghiệp thì bạn có xu hướng gắn bó. Ngoài ra, bạn còn là người bền bỉ, ổn định và có sức chịu đựng cao. Thường thì mọi người sẽ yên tâm khi bạn nhận lời làm điều gì đó. <br /> - Thần số học số 4 nghiêm túc, trung thực và thẳng thắn nên nhiều khi có thể làm người khác tổn thương vì lời nói bộc trực của mình. Hãy điều chỉnh lại cách nói một chút cho bớt khô khan và tăng độ mềm mỏng để đạt hiệu quả cao hơn. <br /> KHẢ NĂNG PHÂN TÍCH LOGIC <br /> - Thần số học số 4 là người có năng lực phân tích tốt. Bạn thường phân tích mọi thứ một cách tỉ mỉ, chi tiết, giàu thông tin và ở nhiều khía cạnh. Bạn tìm kiếm sự rõ ràng, bản chất, sự thật, nguyên lý, chân lý. Cũng vì điều này, bạn có thể trở thành một chuyên gia khi hứng thú với một lĩnh vực nào đó. <br /> - Thần số học số 4 là người logic, thực chứng, rõ ràng. Với bạn, mọi thông tin cần phải được mô tả cụ thể, rành mạch, không màu mè, lòng vòng. Và bạn sẽ không thích nếu ai đó nói chuyện với bạn theo kiểu hoa mỹ. Tốt nhất là họ nên đi thẳng vào nội dung chính, bởi vì bạn muốn nghe thông tin. Bạn sẽ dễ tin tưởng một ai đó hơn nếu họ trình bày một cách có logic, có dẫn chứng. Thần số học số 4 thuộc kiểu người muốn thấy kết quả và thường chỉ tin khi thấy được kết quả. Cũng bởi vì tính logic, thực chứng và muốn hiểu sự việc một cách rõ ràng nên bạn thường đặt câu hỏi và hỏi đến khi nào hiểu rõ mới thôi. Điều này sẽ giúp bạn làm gì cũng chắc chắn, nhưng nhiều khi cũng gây khó chịu cho người khác. Bạn cần hết sức tránh tranh cãi, và nên mềm mại, linh hoạt hơn về mặt ngôn từ trong quá trình tranh luận. <br /> - Thần số học số 4 là người có năng lực phân tích tốt. Bạn thường phân tích mọi thứ một cách tỉ mỉ, chi tiết, giàu thông tin và ở nhiều khía cạnh. Bạn tìm kiếm sự rõ ràng, bản chất, sự thật, nguyên lý, chân lý. Cũng vì điều này, bạn có thể trở thành một chuyên gia khi hứng thú với một lĩnh vực nào đó.  <br /> SỰ ỔN ĐỊNH <br /> - Con số đường đời 4 là người có khả năng phát triển ổn định, thông qua quá trình rèn luyện bạn có thể hiểu và phát huy tối đa sức mạnh cá nhân. Con số chủ đạo 4 cũng là một người nghiêm túc, thông minh, thông qua các trải nghiệm của cuộc sống bạn luôn cố gắng học hỏi và trau dồi bản thân. <br /> - Thần số học số 4 cũng là một chú ong chăm chỉ, luôn cố gắng tìm kiếm, học hỏi để bản thân có những kiến thức chuyên sâu. Bẩm sinh bạn đã luôn là người muốn chia sẻ, giảng dạy cho mọi người, bạn không bao giờ keo kiệt kiến thức với người khác mà luôn sẵn sàng giảng dạy và chia sẻ cho họ. <br /> - Nhiệm vụ của số 4 thần số học là tìm hiểu, áp dụng những lợi thế của việc tư duy và tổ chức có hệ thống vào trong cuộc sống hàng ngày. Con số đường đời 4 luôn hiểu rõ các bước thực hiện để bản thân có thể đạt được mục tiêu cuối cùng. Bạn luôn thể hiện những ý tưởng tuyệt vời khi xây dựng bản kế hoạch mục tiêu, sau đó bạn trình bày và triển khai các bước cụ thể, cần thiết để đạt được điều này.",
      "yearCircle": [
        4,
        8,
        3,
        7,
        2,
        6,
        1,
        5,
        9,
        4
      ]
    },
    {
      "mainNumber": 5,
      "zodiac": "con số chủ đạo trong cuộc đời của bạn là số 5",
      "generalInformation": "Đây là con số thể hiện:<br/>-: Là con số nằm giữa trục ngang về tinh thần (bao gồm 2-5-8) và là trung tâm của toàn bộ Biểu đồ ngày sinh theo trường phái Pitago. <br/>- Nó là con số tinh thần đại diện cho tình yêu thương và sự tự do diễn đạt.<br/>",
      "detailInfo": "Thần số học số 5 là hiện thân cho sự mạo hiểm, bản tính thích phiêu lưu, không sợ hãi và muốn truyền tải tới mọi người cách sống đạt được sự tự do. Nhiệm vụ của số 5 trong ý nghĩa các con số thần số học là phát triển sự tự do theo thiên hướng xây dựng, bạn vừa có kỷ luật vừa có mong muốn trải nghiệm những điều tốt đẹp cuộc sống mang lại. Mục đích cuộc sống của bạn là tìm thấy sự tự do bên trong những quy tắc, luật lệ và trải nghiệm cuộc sống. <br/> Với chỉ số ngày sinh 5, bạn là người rất thông minh, nhanh trí, đa tài. Trong đầu bạn có thể nói là đầy ắp những ý tưởng độc đáo và năng động. Bạn rất linh hoạt, ứng biến nhanh nhẹn khiến người khác có thể trở tay không kịp. Bạn thường sáng tạo ra các cách làm, giải pháp mới trong công việc và trong cuộc sống. ",
      "personality": "- Bạn thường có sự trí tưởng tượng sáng tạo và yêu thíchCon số chủ đạo 5 trong Thần Số Học cho thấy bạn là người ưa thích phiêu lưu, mạo hiểm và tự do, khám phá. Thần số học số 5 là con số của sự bất ổn định, nên bạn có thể thấy nhàm chán nếu cuộc sống trở nên đơn điệu, lặp đi lặp lại. Bạn có xu hướng thích dịch chuyển, đi lại, khám phá, đổi mới. Bạn có thể dễ dàng thay đổi nghề nghiệp, công việc; bạn cũng có xu hướng làm những điều mình thích, ghét bị người khác điều khiển, giám sát. Những thứ có tính bí hiểm, rủi ro lại thường kích thích sự tò mò và ưa khám phá của bạn. <br /> YÊU THÍCH SỰ TỰ DO <br /> - Nguồn năng lượng mạnh mẽ nhất của số 5 là sự tự do. Để tự do về mặt thể chất, bạn cần tập thể dục, duy trì chế độ ăn uống và xây dựng thời khóa biểu sinh hoạt lành mạnh. Để tự do về mặt tài chính, bạn cần phải xác định những mong muốn và nhu cầu chi tiêu, xác định công việc nào giúp bạn tạo dựng nền tảng cho nguồn thu nhập ổn định, cần làm gì để đảm bảo được dòng tiền và nguồn đầu tư… từ đó bạn sẽ trải nghiệm cảm giác tự do, thoải mái từ nguồn tài chính của mình đem tới. Để tự do về mặt tinh thần, bạn cần khám phá ra chiều sâu nội tâm, biến mọi trải nghiệm thành sự phát triển và tiến hóa tâm linh. Tự do cảm xúc cũng được liên kết mạnh mẽ với tự do tinh thần, hai cái này thường đi đôi với nhau trong hành trình tiềm năng của thần số học số 5. <br /> - Tuy nhiên, để tạo ra được sự tự do này, nhân số học số 5 phải dành hết thời gian trong quãng đời của mình để xây dựng tiền đề cho nó. Xét cho cùng, tất cả những trải nghiệm và sứ mệnh của thần số học số 5 đều liên quan tới các yếu tố gan dạ, liều lĩnh trong cuộc sống. Tự do là trung tâm của thần số học 5, nhưng các vấn đề trọng tâm mà con số này gặp phải lại nằm ở sự cân bằng và khả năng tập trung. <br /> - Thần số học số 5 luôn muốn tận hưởng tất cả những trải nghiệm thú vị do cuộc sống mang lại như: thức ăn ngon, hương thơm, sự quyến rũ,… Bạn tò mò về mọi thứ trong cuộc sống trông như thế nào, mùi vị và cảm giác ra sao. Đôi khi, những điều này của bạn bị nhầm lẫn thành buông thả bản thân.<br /> Thần số học số 5 cũng gặp khó khăn trong việc đưa ra lựa chọn, bạn trải nghiệm tất cả mọi thứ theo bản năng và có chút mất tập trung. Nói cách khác, bạn dễ bị choáng ngợp bởi điều gì đó, vì con số chủ đạo 5 thần số học thiếu mất khả năng chọn lọc thông tin, cũng như sắp xếp nó theo một thứ tự tối ưu. Bạn ham vui và ham chơi, tất cả mọi cuộc chơi đều phải tham gia vì bạn sợ rằng mình sẽ bỏ lỡ điều gì đó. <br /> - Trong cuộc sống, nhân số học số 5 có rất nhiều nguồn năng lượng tích cực, do đó bạn cần tạo ra các quy tắc và luật lệ cho lối sống của bản thân. Đưa các thói quen tốt và tập trung vào những việc có mục đích, kế hoạch rõ ràng để cuộc sống của bạn bớt hỗn loạn và hoàn toàn được kiểm soát. <br /> - Việc thức dậy, uống nước và tập thể dục đối với mỗi người là việc diễn ra hoàn toàn tự nhiên, nhưng với con số chủ đạo 5 các công việc này cũng cần được liệt kê rõ ràng cụ thể. Bản tính ham chơi, bạn rất dễ quên mất những điều cơ bản này, do đó bạn cần ghi lại để nhắc nhở bản thân phải ghi nhớ, cũng như biết chịu trách nhiệm với bản thân từ những điều nhỏ nhất.",
      "yearCircle": [
        5,
        1,
        6,
        2,
        7,
        3,
        8,
        4,
        9,
        5
      ]
    },
    {
      "mainNumber": 6,
      "zodiac": "con số chủ đạo trong cuộc đời của bạn là số 6",
      "generalInformation": "Đây là con số thể hiện:<br/>-Là con số nằm ở trung tâm của trục ngang về trí óc, đại diện cho sự sáng tạo, sự kết hợp giữa não trái và não phải. <br/>- Nó cũng đại diện cho sự đối nghịch của sự sáng tạo, là sự hủy diệt. <br/>- Đây chính là ‘sự sáng tạo tiêu cực’, diễn đạt qua stress, lo lắng, bồn chồn, và thậm chí trầm cảm.<br/>",
      "detailInfo": "Thần số học số 6 là hiện thân mạnh mẽ của lòng trắc ẩn và sự đồng cảm và ánh sáng ấm áp của nó là ngọn hải đăng của hy vọng. Vai trò của nó là sử dụng trái tim và linh hồn của mình để phục vụ người khác.<br/>Số 6 trong thần số học tỏa sáng trong mọi mối quan hệ đối tác, nhưng đặc biệt là tình cảm. Sự đồng cảm của nó làm cho người khác thoải mái buông bỏ cảnh giác và cởi mở và trung thực về cảm xúc của họ, do đó, nó cho phép nó hiểu và cung cấp sự trợ giúp cần thiết. Tất cả chúng ta đều có thể sử dụng một người nào đó trong cuộc sống của mình, người thể hiện năng lượng tận tụy của người số 6.<br/> ",
      "personality": "Con số 6 trong thần số học nói về người khả năng sáng tạo tốt. Những người có thể dễ dàng đạt được thành công ở mọi lĩnh vực nhưng với điều kiện họ cần phải theo đuổi mục tiêu đến cùng, không bỏ cuộc cũng như sẽ không để những tác động bên ngoài ảnh hưởng đến lòng quyết tâm của họ. <br /> - Thần số học cho thấy người Số 6 có khả năng thiên phú trong lĩnh vực sáng tạo. Họ mang một trọng trách lớn trong cuộc sống để mang đến sáng tạo và sự thành công lớn. <br /> - Tuy nhiên điều đáng tiếc ít khi họ đạt được thành công bền vững trong cuộc sống khi họ quá lo lắng một việc, điều đó sẽ khiến bản thân họ mất năng lượng và không thể tập trung hoàn thành. <br /> - Để khắc phục được sự lo lắng hay mất năng lượng đó thì họ cần học cách làm chủ các tình huống và kiểm soát bản thân cho thật tốt. <br /> ĐIỂM MẠNH <br /> - Hỗ trợ: Khi cần một bờ vai để tựa vào, thần số học số 6 sẽ là người đến đầu tiên, được trang bị sự hiện diện ân cần, mềm mỏng và những lời khuyên chân thành. Nó không chỉ đơn giản là chờ đợi để nói – nó thực sự lắng nghe và tìm cách hiểu để có thể hướng lòng trắc ẩn và sự chữa lành của mình đến nơi cần thiết nhất. <br /> - Bảo vệ: Tình yêu vô điều kiện của người số 6 trong thần số học mở rộng cho tất cả chúng sinh và cho phép nó lên tiếng cho những người không có tiếng nói. Nhưng sự bảo vệ này trở nên đặc biệt gay gắt khi liên quan đến gia đình. Bất cứ điều gì đe dọa làm đảo lộn sự cân bằng cảm xúc hoặc tinh thần của những người thân yêu sẽ đánh thức cơn giận dữ của người số 6. <br /> - Lãng mạn: Thần số học số 6 lãng mạn hơn bất kỳ số nào khác. Họ làm việc chăm chỉ để tạo ra các mối quan hệ hòa bình, đôi bên và thông thạo tất cả các ngôn ngữ tình yêu. Con số 6 thần số học chỉ hạnh phúc khi nửa kia của mình hạnh phúc. Vì vậy người này sẽ hướng mọi thời gian, sự ủng hộ và tình cảm của mình vào việc này. <br /> ĐIỂM YẾU <br /> - Bị động: Trong nỗ lực làm hài lòng người khác và giữ hòa khí, thần số học số 6 có thể cho phép bản thân thường xuyên bị lợi dụng. Quyết đoán hơn, kiểm soát năng lượng có thể dễ dàng chế ngự người số 6 thà đồng hành với một lựa chọn không mong muốn hơn là lên tiếng và gây sóng gió. <br /> - Hy sinh: Trong khi lòng trắc ẩn là một đức tính tốt, thì thần số học 6 sẵn sàng hy sinh bản thân vì người khác và vì sự hòa hợp mà bỏ qua nhu cầu và hạnh phúc của bản thân. Con số này thường bỏ qua việc chăm sóc bản thân để làm cho họ cảm thấy cân bằng. <br /> - Duy tâm: Thần số học 6 mong muốn mọi người đối xử với người khác theo cách họ làm, theo suy nghĩ của họ, sẽ dẫn đến một thế giới hoàn hảo. Nhưng đó không phải là cách hoạt động của thế giới thực. Và khi con số này nhận ra lý tưởng của mình là không thể đạt được, thần số học số 6 có thể phải đối mặt với sự mất cân bằng và khó chịu tột độ.",
      "yearCircle": [
        5,
        1,
        6,
        2,
        7,
        3,
        8,
        4,
        9,
        5
      ]
    },
    {
      "mainNumber": 7,
      "zodiac": "con số chủ đạo trong cuộc đời của bạn là số 7",
      "generalInformation": "Đây là con số thể hiện:<br/>-Biểu tượng cho cơ thể con người và 7 trung tâm năng lượng (luân xa - chakras) bên trong cơ thể người. <br/>- Đây là con số về sự dạy và sự học, số của những trải nghiệm thực tế để đạt được các bài học về tinh thần. <br/>-Những bài học này thường được ‘dạy’ một cách rõ nét thông qua những sự hy sinh, tổn thất, mất mát mà một người trải qua trên đường đời.<br/>",
      "detailInfo": "Thần số học số 7 là hiện thân của trực giác, trí tuệ, không ngại mở lòng với người khác. Nhiệm vụ của thần số học số 7 là phát triển niềm tin vào dòng chảy của cuộc sống, mở ra sự phát triển và nhận thức cho các giá trị cá nhân và tinh thần. Mục đích cuộc sống của bạn là tin tưởng vào bản thân, vào quá trình bạn cảm thấy an toàn để có thể mở lòng và chia sẻ trí tuệ bên trong của mình ra thế giới.<br/> Với chỉ số ngày sinh 7, bạn sẽ để lại ấn tượng là người thông thái, hiểu biết và đôi khi khó hiểu, kỳ dị. Bạn có tư tưởng, triết lý và thường nhìn cuộc sống qua lăng kính đó, vì vậy dễ có xu hướng dạy dỗ, giúp đỡ người khác thông qua triết lý. <br /> Thần số học số 7 có tâm trí rất phát triển, có khả năng tự nhận thức, tự học và phát triển tâm trí. Khi xem phim, đọc sách, hay đơn giản là quan sát cuộc sống, nhìn những sự việc diễn ra, bạn có thể suy ngẫm và liên hệ đến những điều sâu xa, những quy luật hoặc rút ra những bài học, đúc kết sâu sắc. Tâm trí bạn ngày càng được mở rộng và sâu sắc theo cách như vậy. ",
      "personality": "- Là con người của “bản chất”, của sự thông thái và trí tuệ, người số 7 sẽ chỉ ngưỡng mộ những ai hơn mình về trí tuệ. Bạn thường chỉ thích quan điểm của bản thân mà thôi, và cũng rất ghét ai áp đặt quan điểm lên họ. <br/>- Nếu là số 7 chủ đạo, bạn sẽ sẵn sàng bỏ hàng giờ đồng hồ để chia sẻ kiến thức cho những ai cầu thị. Sự chia sẻ kiến thức của bạn có tính thuyết phục rất cao, vì chứa đựng không chỉ hiểu biết mà còn cả sự logic, chân lý. Nhưng bạn sẽ không muốn tốn dù chỉ một phút nếu thấy người khác không muốn nghe, không cầu thị hoặc có ý áp đặt lên bạn. Sâu trong thâm tâm, bạn có nhu cầu trao kiến thức của mình cho người khác một cách có giá trị, có ý nghĩa. Ngoài ra, số 7 còn có một nhu cầu nữa là được hơn người về kiến thức và trí tuệ. Tùy vào mỗi người, những nhu cầu tâm lý này có thể bộc lộ rõ ràng hoặc vi tế. <br /> - Bạn không chỉ có sự hiểu biết và thông thái mà còn có được năng lực trực giác rất tốt. Trực giác ở mỗi người có thể biểu hiện khác nhau. Đó có thể là sự linh cảm. Thần số học số 7 cảm giác được điều gì đó sắp xảy ra. Đó có thể là sự thấu cảm, thấu hiểu sâu sắc với người khác. Đó có thể là sự thấu thị, nhìn được những điều mà người khác không thấy. Hoặc cũng có thể là một dạng kết nối tâm linh nào đó. <br /> ",
      "yearCircle": [
        5,
        1,
        6,
        2,
        7,
        3,
        8,
        4,
        9,
        5
      ]
    },
    {
      "mainNumber": 8,
      "zodiac": "con số chủ đạo trong cuộc đời của bạn là số 8",
      "generalInformation": "Đây là con số thể hiện:<br/>- Là con số năng động nhất về mặt tinh thần, nằm ở đầu bên phải (đầu chủ động) của trục ngang về tâm hồn (bao gồm ba con số: 2-5-8). <br/>-Đây là con số chỉ trí tuệ được biểu hiện thông qua hoạt động yêu thương/yêu đương mang tính trực giác. <br/>-Con số này tập trung về sự độc lập.<br/>",
      "detailInfo": "Những người mang Con số chủ đạo 8 là những người coi tính độc lập tự chủ là một trong những yếu tố quan trọng hàng đầu trong cuộc sống. <br/>Họ có thể là những người tích hợp nhiều yếu tố khác biệt, sở hữu cá tính mạnh, sức mạnh và trí tuệ hơn người. Quyền năng của họ được rút ra từ vị trí số 8 là con số của trí tuệ ở Trục ngang Tâm hồn (xem lại bài 2), cũng như số 8 nằm ở trung tâm Mũi tên Hoạt động (chỗ này đợi xem phần Các mũi tên chỉ cá tính, mình sẽ chia sẻ sau phần Con số chủ đạo nha).",
      "personality": "MỤC ĐÍCH SỐNG: <br/ >- Một trong những khía cạnh rất quan trọng của tình yêu thương là khả năng chúng ta bày tỏ được tình yêu thương ấy. Và một trong những thành tố tối quan trọng để cấu thành một mối quan hệ tốt đẹp giữa người và người chính là khả năng biểu đạt lòng biết ơn và trân trọng đến nhau. Nhưng đây chính là hai phương diện mà những người Số 8 cảm thấy… khó thể hiện nhất. Hệ quả là, mục đích sống quan trọng mà họ cần đạt được trong đời chính là làm sao vượt qua được những điểm giới hạn này. Phát triển theo hướng này sẽ giúp phát triển sự nhận thức mà không làm cản trở sự tự chủ độc lập của họ. Những mối quan hệ được cải thiện như vậy sẽ làm gia tăng niềm tin của những người khác đối với họ. Đổi lại, điều này lại tiếp tục tạo nên cảm giác an toàn cho cá nhân họ và hạnh phúc được cải thiện, cùng với sự phát triển về trí tuệ, một phần cực kỳ cần thiết đối với những người Số 8.<br/>-THỂ HIỆN TỐT NHẤT: <br/> - Những người Số 8 thường thương cảm những ai đang gặp vấn đề trong cuộc sống. Tuy vậy, thái độ này không phải lúc nào cũng giữ được lâu dài, mà sẽ mất kiên nhẫn với những ai trở nên phụ thuộc vào họ, bởi họ cảm thấy điều này làm phương hại tính độc lập của họ. Họ có khả năng trở nên thành công lớn trong công việc kinh doanh, đặc biệt là khi họ không để những nhận định lầm lẫn từ cảm xúc xen vào các quyết định làm ăn của mình. Người Số 8 là những người rất chú trọng chuyện ăn mặc, rất tự hào về vẻ ngoại hình - không chỉ của bản thân mình mà cả những người họ yêu thương hoặc quan tâm. Họ là những người đầy cảm xúc nhưng thường che giấu sự nhạy cảm của mình cho đến khi họ đủ trưởng thành để bày tỏ được ra ngoài. <br/> NHỮNG ĐẶC ĐIỂM NỔI BẬT: <br/> - Những người Số 8 cho ta một cảm giác độc lập, tự tin và là chỗ dựa đáng tin cậy cho người khác. Những tố chất này hài hòa cộng hưởng với nhau, đưa họ tới những vị trí quản lý cấp cao, cùng trọng trách mà nhiều người Số 8 tỏ ra rất xuất sắc. Nhưng tính độc lập quá sắc sảo của họ thường được thể hiện ra ngoài thành một thái độ tương đối lạnh nhạt, đôi khi trở thành thờ ơ, khi họ ở nhà. Điều này không phải do bản chất họ như vậy, mà vì đặc điểm ‘khó mở lời, khó bày tỏ’ của họ trong tính cách, một điểm trở ngại thường sẽ biến mất dần khi họ trưởng thành. Lòng thương cố hữu của họ dành cho vạn chúng yếu đuối: người già, người bệnh, trẻ em, các loài thú… chính là một biểu hiện của việc tìm kiếm cách bày tỏ tình cảm, cảm xúc của mình, và sẽ sớm chuyển vẻ lạnh nhạt của họ thành biểu hiện ấm áp của từ tâm. Những người Số 8 còn sở hữu trí tuệ vượt trội mà từ đó họ sẽ học cách hoàn thiện bản thân khi họ trưởng thành. <br/> NHỮNG KHUYNH HƯỚNG TIÊU CỰC CẦN KHẮC PHỤC: <br/> - Tính độc lập quá sắc sảo của họ biểu lộ rõ ràng đến mức những người Số 8 thường tỏ ra bực mình hay giận dỗi mỗi khi có ai đó muốn can thiệp vào các kế hoạch của họ. Vì thế, để hướng dẫn những người này, cần phải có sự tinh tế và khéo léo lắm mới không bị mích lòng. Trên thực tế, những người Số 8 cần rất nhiều sự hướng dẫn, đặc biệt là trong các vấn đề nuôi dạy con trẻ - bởi những người này sẽ dễ lệch vào một trong hai khả năng đối lập: hoặc quá nuông chiều, hoặc quá nghiêm khắc với con cái. Họ thường hay gặp trở ngại trong các mối quan hệ tình cảm, thường hay tự dựng lên các rào cản và thu cảm xúc mình sau bức tường rào ấy. Khi họ trưởng thành hơn, họ sẽ nhận ra họ có thể hạnh phúc hơn nhiều đến thế nào nếu họ chịu học cách bày tỏ tình cảm của mình cho đối phương biết. <br /> NHỮNG ĐỀ XUẤT PHÁT TRIỂN: <br /> - Những người Số 8 cần nỗ lực hết mức để khắc phục vẻ lạnh nhạt, không bày tỏ tình cảm với những người thương xung quanh họ. Quan trọng nhất chính là… làm sao để chính họ tự nhận ra điều này, bởi đa phần người Số 8 không hề nhận ra họ… không biết biểu lộ tình cảm! Khi họ học được cách bày tỏ, hạnh phúc và cả cảm giác an toàn đối với bản thân cũng từ đó mà được cải thiện thêm nhiều. Bày tỏ lòng biết ơn cũng là một phương tiện để họ tập dần khả năng bộc lộ các tầng cảm xúc sâu hơn. Cùng với sự phát triển này, trí tuệt nhìn chung cũng phát triển, điều mà đến trước thời điểm đó, họ chỉ có khuynh hướng biểu đạt nó trong những trường hợp rất ‘công việc’, hoặc khi cần cho người khác lời khuyên mà thôi. Trí tuệ và độ trưởng thành của họ sẽ được nâng lên thông qua việc du lịch đó đây, cũng là điều mà họ rất thích thực hiện. <br/> NGHỀ NGHIỆP HỢP NHẤT: <br /> - Những người Số 8 thường được tìm thấy ở các vị trí lãnh đạo các doanh nghiệp lớn, với khả năng điều hành xuất sắc. Họ có khả năng am hiểu cao với các vấn đề về tài chính, và thường hay bị cuốn hút về cách ngành ngân hàng, chứng khoán… Họ cũng sẽ hay được hấp dẫn về các ngành điều phối du lịch, thuyền trưởng hay phi công, giáo viên và y tá phục vụ người già hay trẻ em, làm việc với các loài động vật, hoặc chuyên viên nhân sự cấp cao. Và bên cạnh đó, do khả năng ẩn rất kín cảm xúc tự nhiên của mình sau lớp mặt nạ không cảm xúc, họ có khả năng rất thành công trong nghề diễn xuất chuyên nghiệp. <br /> Những người Số 8 là những người rất độc lập, chỗ dựa đáng tin cậy, tự tin, ít chịu bày tỏ tình cảm, hợp với thương mại, kinh doanh, và rất quan tâm đến những đối tượng bệnh tật, yếu đuối. <br /> - Team nhà MayQ tụi mình có một số đáng kể các bạn là ‘Người Số 8’, trong đó quả thật có nhiều người đang nắm vai trò lãnh đạo các khâu, mà đứng đầu là… bạn Yến Hương em gái mình, hiện là CEO của MayQ đó! Nhà bạn hay nơi bạn làm việc thì sao, có bạn nào thấy trường hợp nào rất đúng trong đó không? (10.12.2019 - QH) <br /> - Nguyên tắc cộng Con số chủ đạo: cộng từng con số trong ngày tháng năm sinh của bạn lại, cho ra một con số tổng. Ví dụ: ngày sinh 27/5/1983 => lấy 2+7+5+1+9+8+3 = 35. Cộng tiếp 3+5 = 8. Vậy Con số chủ đạo của trường hợp này là 8. Trường phái Pythagoras không có Con số chủ đạo = 1. Vậy nếu số tổng là 10, mình giữ nguyên 10 nhé. Các con số chủ đạo của chúng ta sẽ có từ số 2, kéo dài đến số 11. Nếu số tổng là 12, sẽ tính là 1+2 = 3. Có thêm một trường hợp đặc biệt nữa, là số 4 được tạo thành từ số tổng 22, tính thành một trường hợp riêng: 22/4. ",
      "yearCircle": [
        5,
        1,
        6,
        2,
        7,
        3,
        8,
        4,
        9,
        5
      ]
    },
    {
      "mainNumber": 9,
      "zodiac": "con số chủ đạo trong cuộc đời của bạn là số 9",
      "generalInformation": "Đây là con số thể hiện:<br/>- : Là con số gấp ba lần ba, nằm ở đầu năng động của trục ngang chỉ trí óc (bao gồm ba số: 3-6-9). <br/>- Khi trí não làm việc, nó đại diện cho tham vọng/hoài bão (mặt thể chất), trách nhiệm (mặt suy nghĩ) và tính lý tưởng hóa (mặt tinh thần), và vì thế tổng hợp được tích chất của mỗi con số nằm trước nó.<br/>- Thường có trí tưởng tượng sáng tạo và biểu hiện cảm xúc một cách nghệ thuật.<br/>",
      "detailInfo": "Những người mang Con số chủ đạo 9 sẽ nhân gấp ba lần ba yếu tố: ước vọng/hoài bão, trách nhiệm, và lý tưởng sống so với một người bình thường. Những người này, luôn đặt yếu tố con người lên hàng đầu. Những người này có số tổng của ngày sinh là 18, 27, 36 hoặc 45. <br/> Những người Số 9 luôn tự cảm thấy mình đầy trách nhiệm. Họ phù hợp với nghệ thuật và các lĩnh vực về nhân văn hơn nhiều so với khoa học hay thương mại. Rất nhiều các người đi đầu trong lĩnh vực văn hóa hay ngành diễn xuất (phía chính kịch) có số chủ đạo là Số 9, tất cả những người này đều có lý tưởng cống hiến cháy bỏng cho sự nghiệp và cho cuộc sống, mặc dù các ý tưởng của họ không phải lúc nào cũng ứng dụng được. Vì thế, một điều quan trọng mà họ cần đạt được để hoàn thành mục đích sống của mình, chính là phải học được cách chuyển tải những điều lý tưởng trong đầu họ thành thực tế. <br /> Những người Số 9 luôn đau đáu ước mong được phục vụ con người, nâng cao đời sống con người. Những người này đầy hoài bão và ước vọng, tuy nhiên họ thường có khuynh hướng đi vào tổng thể chứ ít khi nào tập trung vào chi tiết. Vì vậy, họ phù hợp với những vấn đề không liên quan đến thương mại, buôn bán, bởi họ là những người khá kém cỏi về tính toán hay quản lý tài chính, đặc biệt là trong các vấn đề quản lý tài chính cá nhân (nói nôm na là không biết quản lý tiền đó!) Họ rất có máu nghệ thuật, tuy vậy, nếu có theo diễn xuất, họ thường đi theo hướng diễn xuất nghiêm túc chứ ít chọn phía hài kịch hay các trường phái biểu diễn thoải mái khác.",
      "personality": "NHỮNG ĐẶC ĐIỂM NỔI BẬT: <br /> Có hoài bão/tham vọng, có trách nhiệm, có lý tưởng là ba giá trị nổi bật trong con đường tiến hóa của những người Số 9, nhưng trong ba giá trị này, trách nhiệm với bản thân là điểm nhấn đặc biệt. Thật thà là một đức tính tự nhiên của họ, đến mức họ dễ tưởng rằng ai cũng cũng sẽ thật thà như mình. Điều này thường dẫn đến cảm giác thất vọng trầm trọng ở một số người Số 9, thậm chí có một số trường hợp trở nên hoài nghi về tình người, nghi ngờ không biết mình thật thà như vậy có bị… ngu quá không. <br /> - Những người Số 9 dễ mang tiền tặng cho những người cần đến, hơn là ý thức tiết kiệm để dành lại cho chính mình, và điều này cũng dễ làm cho người thân (đặc biệt là bạn đời) của họ nổi giận. Họ có những ý nghĩ tuyệt đối tốt đẹp về cuộc sống, về lý tưởng sống, về con người và làm sao để truyền cảm hứng sống cho mọi người, bằng cách này hay bằng cách khác. <br /> - Mặc dù những ý tưởng đưa ra không phải lúc nào cũng thực tế, nhưng những người Số 9 sẽ luôn nỗ lực để thực hiện chúng, như một phần bản chất của đầu óc đầy hoài bão và lý tưởng sống của họ. <br/> Điểm mạnh của những người có số chủ đạo 9 <br /> - Thần số học số 9 là một nhà lãnh đạo bẩm sinh. Điểm đặc biệt nhất ở bạn là tạo dựng được lòng tin từ người khác một cách tự nhiên. Khi tiếp xúc với bạn khi đang có tư duy tích cực, hầu hết mọi người đều có thiện cảm và tin tưởng. Đây là phẩm chất tốt cần thiết của một người lãnh đạo. Chỉ số đường đời 9 cũng là người có tinh thần nhân đạo cao độ. Bạn thường nghĩ cho người khác, cho công chúng, cho cộng đồng lớn và nhân loại. Số 9 chủ đạo có thể thấu hiểu được nỗi đau, khó khăn của những người nghèo  khó, khuyết tật, neo đơn, những người yếm thế. Bạn thường có xu hướng giúp đỡ mọi người, cộng đồng. <br /> Đường sinh mệnh của thần số học số 9, được đánh giá là phát triển nhất trong thần số học, bởi vì nó chứa đựng toàn bộ phẩm chất của những con số khác. Ngoài ra, đây cũng là một con số linh thiêng, nếu bạn tin vào sự luân hồi thì bạn sẽ biết rằng con số 9 chính là một linh hồn già đầy thông thái, bạn là một bách khoa toàn thư, có lượng trí tuệ khổng lồ được tích lũy qua nhiều kiếp sống. Số 9 trong thần số học có một ý nghĩa rộng lớn, mang năng lượng sáng tạo và chứa đầy thử thách về mặt tinh thần. <br /> - Con số chủ đạo số 9 đại diện cho kết thúc, sự hoàn thành đây là những chủ đề quan trọng xuyên suốt cuộc sống của bạn. Con số này cũng là nền tảng cho giáo lý của Phật giáo, tất cả đều xoay quanh việc thực hành khoảnh khắc hiện tại, buông bỏ quá khứ, tiếp tục tiến tới tương lai với sự vị tha và trái tim rộng mở. <br /> - Thần số học 9 có khuynh hướng làm theo một điều gì đó mà bạn tin tưởng và sẽ theo đuổi điều này với một tham vọng và nỗ lực lớn để đạt được thành công. Bạn coi trọng nhân loại, giàu lòng vị tha, nhân đạo, vì vậy mục tiêu cuộc sống của bạn thường liên quan đến việc phục vụ người khác theo một cách nào đó, sự tối ưu của con số 9 là hiện thân của trí tuệ thông thái. <br /> - Nhân số học số 9 có thể hình dung mình là một mảnh vải được căng trên khung tranh, ban đầu bức tranh vô cùng thuần khiết. Bạn có quyền quyết định dùng cọ để vẽ, màu nước hay sơn dầu để tô, những phương tiện để tạo ra tác phẩm nghệ thuật dành cho cuộc đời chính là công cụ tuyệt vời nhất. Tất cả đều phụ thuộc vào lựa chọn của bạn. <br /> - Con đường nhân ái và sự hy sinh giúp đỡ người khác của thần số học số 9 không phải là do bẩm sinh, mà nó được hình thành qua các trải nghiệm trong cuộc sống của bạn. Bạn xác định cuộc sống phải bảo vệ những người yếu thế, người khuyết tật, đường đời số 9 rất yêu thích việc giúp đỡ người khác, nhưng cách quan tâm của bạn lại chưa được khéo léo và tinh tế. <br /> - Ngoài ra, tin người là một đức tính tốt của con số đường đời 9, nhưng đôi khi bạn lại tin tưởng một cách tuyệt đối, luôn suy nghĩ tốt đẹp về người khác, thậm chí bị họ làm tổn thương nhưng rồi vẫn mù quáng chọn cách tin tưởng. Con số chủ đạo 9 sẵn sàng hỗ trợ tiền bạc cho những người đang gặp khó khăn hơn là chú trọng dành dụm cho bản thân mình. <br /> - Những người mang năng lượng con số 9 vô cùng bí ẩn và lôi cuốn, bạn có sự sáng tạo vô cùng dồi dào và không giới hạn. Thần số học số 9 có năng khiếu trong nhiều lĩnh vực, bạn trau dồi những kỹ năng cần thiết để hỗ trợ các lĩnh vực bạn theo đuổi. Đối với mọi người, bạn là một thiên tài sáng tạo với tinh thần cực kỳ máu lửa, bạn có thể tìm hiểu và sử dụng sự sáng tạo của mình ở rất nhiều cấp độ khác nhau. <br /> - Số 9 thần số học có thể sử dụng khả năng sáng tạo của mình để kết nối tâm hồn với tất cả mọi người theo một chiều sâu nhất định, sự sáng tạo cũng là chìa khóa giúp bạn đưa trường năng lượng của mình dao động ở một tần số cao hơn, sử dụng nó theo ý nghĩa tuyệt nhất. Thường thì con số đường đời 9 sẽ luôn kết nối với mọi người theo một nguồn năng lượng vô cùng tuyệt vời. <br /> - Chúng tôi có thể lấy cho bạn ví dụ về một bộ phim tên là “Benjamin Button” được công chiếu vào năm 2008, câu chuyện kể về một ông già sinh ra trong cơ thể của một đứa trẻ sơ sinh, càng nhiều tuổi thì càng trẻ lại và cuối cùng chết vì tuổi già nhưng trong cơ thể của một đứa bé. Yếu tố chính người viết muốn nhắc đến với độc giả là cách anh ấy trải qua cuộc sống của mình bằng tất cả sự trân trọng, anh ấy đắm chìm trong tất cả những trải nghiệm của bản thân, anh không hề dựa vào việc bản thân có những khuyết điểm kỳ lạ để bám víu vào cuộc sống của những người khác. <br /> - Thần số học số 9 có thể sử dụng câu chuyện phía trên như một tài liệu để tạo dựng cuộc sống của mình, bạn chắc chắn bản thân đang ở trạng thái tốt nhất khi di chuyển theo dòng chảy tương lai, thay vì tập trung vào những câu chuyện cũ trong quá khứ và tái hiện lại những trải nghiệm đau thương, chỉ cần thay đổi cách tiếp nhận, mọi thứ sẽ tới với bạn bằng sự tích cực và tuyệt vời. Tất cả chỉ là vấn đề về góc nhìn và quan điểm. <br /> Con số đường đời 9 cũng là con số của sự buông bỏ, tha thứ và không níu kéo quá khứ. Bạn trực tiếp đem kinh nghiệm, câu chuyện trong quá khứ làm tiền đề áp dụng vào cuộc sống và tiến về phía trước bằng tâm thế tự tin. Thần số học số 9 đang học cách mở rộng trái tim mình với mọi trải nghiệm trong cuộc sống, một trong những bài học đầu đời của bạn là học cách cho và nhận. <br /> MỐI QUAN HỆ <br /> - Thần số học số 9 là một người theo chủ nghĩa lý tưởng và có một trái tim lãng mạn, bạn luôn muốn làm hài lòng và nhận được sự yêu mến của tất cả mọi người. Nguồn động lực của bạn được xây dựng từ nguồn gốc gia đình, con số chủ đạo số 9 có đầy đủ yếu tố hoàn hảo để trở thành những người cha, người mẹ, người bạn đời hoàn hảo. <br /> - Nếu thần số học 9 gặp rắc rối với các đối tác của mình, bạn thường không muốn người ngoài can thiệp, bạn cảm thấy bản thân có khả năng giải quyết vấn đề, và có thể tự xử lý mọi thứ. Bạn chăm sóc công việc của mình rất tốt, nên khi mà bạn gặp khó khăn hoặc cần hỗ trợ, mọi người thậm chí còn không nhận ra điều này. Thần số học số 9 cần phải học cách yêu cầu sự hỗ trợ khi bạn đang gặp khó khăn, lúc này mọi người mới nhận ra và giúp đỡ bạn. Một lần nữa, con số đường đời 9 xuất hiện để tìm hiểu cách cho và nhận, đây là một trong những khó khăn cần bạn đối mặt và nỗ lực cả đời để chiến đấu với nó. <br /> - CUỘC ĐỜI VÀ SỰ NGHIỆP <br /> - Mục đích sống của thần số học số 9 luôn là người truyền cảm hứng cho người khác bằng lòng trắc ẩn đối với nhân loại, điều này thực sự cao cả. Kho tàng tri thức và sự thông thái sẽ giúp bạn có ý tưởng tốt về công việc và sự nghiệp, đáp ứng được mong muốn sâu sắc nhất của bạn. Rất có thể sự nghiệp của bạn sẽ nằm trong lĩnh vực nghệ thuật với tư cách là một diễn viên, nhạc sĩ hoặc một số lĩnh vực biểu diễn và sáng tạo khác, tất cả đều được gói gọn trong cung cách phục vụ hoặc nhân đạo của con số đường đời 9. <br /> - Thần số học số 9 đặt bản thân ở vị trí truyền cảm hứng cho người khác bằng chính tấm gương của mình, chứ không phải bằng những gì bạn nói, bởi sức hút đáng kinh ngạc của bạn có thể điều chỉnh bản thân bằng sự tích cực hoặc tiêu cực. Số 9 thần số học có sức quyến rũ và khéo léo trong giao tiếp, chìa khóa nằm ở nơi mà trái tim và tâm hồn bạn luôn hướng tới, bạn có tố chất trở thành một giáo viên, cố vấn hoặc nhà trị liệu tuyệt vời. Bạn yêu quý, đối tốt với trẻ em, người già và cũng sẽ làm tốt công việc trong lĩnh vực sáng tạo, bạn có thể tự lực để thành công rực rỡ. <br /> Bạn là con số hội tụ đầy đủ các yếu tố của các số khác, cấu thành các khía cạnh tích cực, tiêu cực trong thần số học, song đây cũng là các yếu tố có mức phá hủy mạnh nhất. Trách nhiệm và lựa chọn nằm sâu trong khả năng của bạn, cảnh giới cuối cùng là con đường hướng tới lòng biết ơn và sự phục vụ. Với thần số học số 9, bạn là người linh hoạt và khác biệt, chính nhờ sự sáng tạo và giúp đỡ người khác bạn tìm ra được cơ hội của mình. Bạn khó khăn khi yêu cầu hỗ trợ từ người khác, vì vậy, bạn cần học cách bày tỏ cảm xúc, khó khăn của mình ra bên ngoài càng sớm càng tốt. Đồng thời, nhân số học số 9 dễ bị ám ảnh về việc đi theo cách riêng của mình, bởi bạn sợ những phán xét, đánh giá của người khác. Ngoài ra, bạn cực kỳ nhạy bén khi tiếp cận các thông tin về tâm linh và rất có duyên với các ngành nghề liên quan tới nghệ thuật. Nhìn chung, con số chủ đạo số 9 đang nỗ lực học cách thể hiện và hiểu cảm xúc của chính mình, cũng như làm cầu nối để phục vụ những điều tốt đẹp hơn. Khai thác khả năng sáng tạo, mang lại lợi ích cho người khác và bạn sẽ thực hiện được ước mơ của mình. Thần số học số 9 ở đây để hành động bằng cái nhìn sâu sắc, sự sáng tạo và tận tâm. Bạn có vô số khả năng và tài năng, vấn đề chỉ là hướng sự tập trung của bạn đến điều gì để nuôi sống tâm hồn bạn. <br /> - BÀI HỌC VÀ LỜI KHUYÊN <br /> Bước qua quá khứ và có tinh thần tích cực sẽ giúp bạn tạo ra sự thay đổi lớn đối với thế giới xung quanh. Thần số học số 9 có xu hướng căng thẳng và khó chịu trước những bất công, bất cập của thế giới đối với người khác. Số 9 sẽ không bao giờ từ bỏ niềm tin và giá trị của họ, bạn kiên quyết với mọi thứ từ công nghệ, chủ nghĩa tư bản, tôn giáo, tâm linh. Đây là một nét đẹp và là một sự cân bằng tinh tế của bạn, bởi vì con số đường đời 9 là người lưu giữ trí tuệ và lòng nhân đạo, từ bi. Lời khuyên thực tế tốt nhất đến với con số chủ đạo 9 là học cách buông bỏ và nhìn ra vẻ đẹp của sự vô thường. Sử dụng trí tưởng tượng và ước mơ của bạn để mang lại cho bản thân sự bình yên bên trong và bên ngoài. Trong thế giới đầy biến động, thần số học số 9 là người canh giữ cánh cổng của trí tưởng tượng và sự sáng tạo huyền bí, sử dụng những tố chất này như một cách để làm dịu hệ thống thần kinh hoạt động quá mức của bạn. Tận hưởng sự sáng tạo của mình và sử dụng chúng như một phương pháp thiền, chứ không phải như một phương để chứng minh quan điểm của bạn với người khác. Đôi khi, con số đường đời 9 cảm thấy rằng mình cần phải khiến mọi người thay đổi, sau đó lại dành nhiều thời gian và năng lượng để suy nghĩ về điều đó. Bạn càng ít ép buộc, áp đặt cuộc sống sẽ càng tươi đẹp, văn minh.",
      "yearCircle": [
        5,
        1,
        6,
        2,
        7,
        3,
        8,
        4,
        9,
        5
      ]
    }
  ]
}